[
  {
    "image": "src/assets/images/s1.png",
    "title": " الموحدين – نشأة القفطان (القرن 12)",
    "description": "ظهر القفطان المغربي لأول مرة في القرن الثاني عشر خلال عهد الدولة الموحدية، حين سعى سلاطينها إلى لباس مهيب يليق بمقامهم. تم تصميمه استنادًا إلى لباس قبائل مغربية محلية، وزُيّن بمنسوجات السفيفة والعقاد، التي كانت تُصنع في فاس، المدينة التي كانت آنذاك مركزًا عالميًا لصناعة النسيج. وقد وصفها ليون الإفريقي بأنها تحتضن مئات دور النساجين والمعامل. كان القفطان حينها بسيطًا، داكن اللون، بأكمام قصيرة، ويرتديه الرجال غالبًا تحت البرنوس الصوفي."
  },
  {
    "image": "src/assets/images/s2.png",
    "title": "المرينيين والوطاسيين – القفطان النسائي والملوكي (القرن 15)",
    "description": "في القرون التالية، وخاصة خلال عهد الدولة المرينية والوطاسية، أصبح القفطان لباسًا رسميًا للسلاطين ولباسًا نسويًا في فاس. خلال القرن الخامس عشر، كانت العرائس تتلقى القفاطين ضمن جهازهن، ما يدل على قيمته الاجتماعية والرمزية. وأشار المؤرخ إبراهيم حركات إلى تفاصيل دقيقة عن تجهيز العروس، حيث كان القفطان عنصرًا أساسيًا ومكلفًا. هكذا ترسخت مكانة القفطان كرمز للهوية المغربية."
  },
  {
    "image": "src/assets/images/s3.png",
    "title": "السعديون – ظهور المنصورية (القرن 16)",
    "description": "مع بداية الدولة السعدية، ظهر نوع خاص من القفطان يُسمى المنصورية، نسبة إلى السلطان المنصور الذهبي. كانت المنصورية تتكون من قطعتين: قفطان سميك داخلي وآخر شفاف خارجي، وصارت زيًا رسميًا يتخذه الملوك والفقهاء. القفطان النسائي آنذاك كان يُخاط من الحرير أو الصوف الأزرق، ومزينا بخيوط ذهبية وأحزمة فاخرة. وكانت النساء يتزينّ به خلال الأعراس ومناسبات النبلاء."
  },
  {
    "image": "src/assets/images/s4.png",
    "title": "العلويين – القفطان في البلاط الملكي (القرنين 17 و18)",
    "description": "في عهد الدولة العلوية، واصل القفطان المغربي تألقه، حيث اعتُبر جزءًا من لباس السلاطين في الاحتفالات الرسمية. القفطان النسائي في القرن 17 أصبح فضفاضًا وطويلًا، مصنوعًا من المخمل أو الصوف، ومطرزًا بخيوط ذهبية، يزينه حزام عريض من حرير وذهب. وفي القرن 18، تطور ليشبه المعطف مع فتحات جانبية وأكمام طويلة. وأصبح الحزام والمجوهرات جزءًا أساسيًا من أناقته."
  },
  {
    "image": "src/assets/images/s5.png",
    "title": "الدبلوماسية – السفراء بالقفطان (القرن 19)",
    "description": "بحلول القرن التاسع عشر، استقر شكل القفطان كما نعرفه اليوم، وصار يُعرض في المتاحف مثل متحف الوداية. كان مفتوحًا من الأمام، يُغلق بالعقاد، ويرافقه حزام فاخر وشربيلا مطرز. ارتدته النساء مع اللثام وكان رمزًا للأناقة والهيبة. واستُخدم حتى في التمثيل الدبلوماسي، مثلما فعل السفير المغربي محمد بن حدو سنة 1682 أمام ملك بريطانيا."
  },
  {
    "image": "src/assets/images/s6.png",
    "title": "التكافل مع الجزائريين – القفطان كرمز احتضان (1830)",
    "description": "في عام 1830، ومع نزوح مئات الجزائريين إلى المغرب هربًا من الاحتلال الفرنسي، أمر السلطان عبد الرحمان بن هشام بتوزيع قفاطين على اللاجئين. شكل القفطان رمزًا للكرم المغربي ووسيلة لدمج اللاجئين في المجتمع المحلي. وقد أكد المؤرخ إدريس بو هليلة أن القفطان كان حاضرًا في تطوان منذ العهد السعدي، وانتشر بشكل متزايد بين النساء مع مرور الوقت."
  },
  {
    "image": "src/assets/images/s7.png",
    "title": "القفطان في القرن 20 – انتشار شعبي وتصوير",
    "description": "في القرن العشرين، بدأ القفطان المغربي يخرج من طبقة النبلاء ليصل إلى عامة الناس. ومع اختراع الكاميرا، وثقت صور لنساء من مختلف مناطق المغرب وهن يرتدين القفطان في المناسبات. كل مدينة طوّرت نمطها الخاص، مثل القفطان الفاسي والبروكار والموبرا. وبات القفطان حاضرًا في الأعراس والجلسات التقليدية، مع تطريزات فنية مثل الرباطي والفاسي."
  },
  {
    "image": "src/assets/images/s8.png",
    "title": "العالمية – عروض الأزياء في التسعينات وما بعدها",
    "description": "ابتداءً من تسعينيات القرن الماضي، عرف القفطان المغربي نهضة عالمية. قام مصممون مغاربة بتطويره، وبدأت عروض عالمية تُنظم، مثل مهرجان 'Caftan du Maroc' في مراكش. ولفت القفطان الأنظار في عواصم الموضة مثل باريس وتركيا وأبو ظبي. ارتدته شخصيات مشهورة عالميًا، ما ساعد في جعله أيقونة للموضة التقليدية في العالم."
  },
  {
    "image": "src/assets/images/s9.png",
    "title": "وصف حديث – القفطان كرمز الهوية والجمال",
    "description": "القفطان المغربي اليوم يُصنع من أثواب فاخرة مثل البروكار والمخمل والحرير، ويُزين بتطريزات دقيقة وأحجار كريمة وخدمة 'المعلم'. يظل هو اللباس الأبرز في المناسبات المغربية كالأعراس والحناء، ويعكس ارتباط المرأة المغربية بتاريخها وثقافتها. ولم تستطع حتى أفخم دور الأزياء العالمية زعزعة مكانته في قلوب المغاربة. فالقفطان ليس مجرد زي، بل هو لوحة فنية تحمل في طياتها عبق التاريخ وفخر الهوية المغربية."
  }
]
